Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tip_meditation_desc
source: Even 5-10 minutes of meditation before bed can reduce stress and improve sleep quality.
ar: حتى 5-10 دقائق من التأمل قبل النوم تقلل التوتر وتحسّن النوم.
ca: Fins i tot 5-10 minuts de meditació abans de dormir poden reduir l'estrès i millorar el son.
cs: I 5–10 minut meditace před spaním sníží stres a zlepší kvalitu spánku.
da: Bare 5-10 minutters meditation før sengetid kan mindske stress og forbedre søvnen.
de: Schon 5–10 Minuten Meditation vor dem Schlafengehen können Stress abbauen und die Schlafqualität verbessern.
el: Ακόμα και 5-10 λεπτά διαλογισμού πριν τον ύπνο μειώνουν το άγχος και βελτιώνουν τον ύπνο.
es: Incluso 5-10 minutos de meditación antes de dormir pueden reducir el estrés y mejorar el sueño.
fi: Jo 5–10 minuutin meditaatio ennen nukkumaanmenoa voi vähentää stressiä ja parantaa unta.
fr: Même 5 à 10 minutes de méditation avant le coucher peuvent réduire le stress et améliorer le sommeil.
he: אפילו 5-10 דקות מדיטציה לפני השינה מפחיתות מתח ומשפרות את השינה.
hi: सोने से पहले 5-10 मिनट का ध्यान भी तनाव घटाकर नींद सुधारता है।
hr: Već 5-10 minuta meditacije prije spavanja smanjuje stres i poboljšava san.
hu: Már 5-10 perc lefekvés előtti meditáció is csökkenti a stresszt és javítja az alvást.
id: Meditasi 5-10 menit sebelum tidur pun bisa mengurangi stres dan memperbaiki tidur.
it: Anche 5-10 minuti di meditazione prima di dormire possono ridurre lo stress e migliorare il sonno.
ja: 就寝前の5〜10分の瞑想でも、ストレスが減り睡眠の質が向上します。
ko: 취침 전 5~10분의 명상만으로도 스트레스가 줄고 수면의 질이 좋아질 수 있어요.
ms: Meditasi 5-10 minit sebelum tidur pun boleh mengurangkan tekanan dan memperbaiki tidur.
nl: Zelfs 5-10 minuten meditatie voor het slapen kan stress verminderen en je slaap verbeteren.
no: Bare 5–10 minutter meditasjon før leggetid kan redusere stress og bedre søvnen.
pl: Nawet 5–10 minut medytacji przed snem zmniejsza stres i poprawia jakość snu.
pt_br: Até 5-10 minutos de meditação antes de dormir podem reduzir o estresse e melhorar o sono.
pt_pt: Mesmo 5 a 10 minutos de meditação antes de deitar reduzem o stress e melhoram o sono.
ro: Chiar și 5-10 minute de meditație înainte de culcare reduc stresul și îmbunătățesc somnul.
ru: Даже 5–10 минут медитации перед сном снижают стресс и улучшают сон.
sk: Aj 5 – 10 minút meditácie pred spaním zníži stres a zlepší kvalitu spánku.
sv: Redan 5–10 minuters meditation före sängen kan minska stress och förbättra sömnen.
th: ทำสมาธิเพียง 5-10 นาทีก่อนนอนก็ช่วยลดเครียดและนอนหลับดีขึ้น
tr: Yatmadan önce 5-10 dakikalık meditasyon bile stresi azaltıp uyku kalitesini artırabilir.
uk: Навіть 5–10 хвилин медитації перед сном зменшують стрес і покращують сон.
vi: Chỉ 5-10 phút thiền trước giờ ngủ cũng giảm căng thẳng và cải thiện giấc ngủ.
zh_hans: 睡前哪怕只冥想 5-10 分钟，也能减轻压力、改善睡眠质量。
zh_hant: 睡前即使只冥想 5-10 分鐘，也能減輕壓力、改善睡眠品質。

# tip_meditation_title
source: Try Meditation
ar: جرّب التأمل
ca: Prova la meditació
cs: Zkuste meditaci
da: Prøv meditation
de: Probiere Meditation
el: Δοκίμασε διαλογισμό
es: Prueba la Meditación
fi: Kokeile meditaatiota
fr: Essayez la méditation
he: נסו מדיטציה
hi: ध्यान आज़माएँ
hr: Isprobaj meditaciju
hu: Próbáld ki a meditációt
id: Coba Meditasi
it: Prova la meditazione
ja: 瞑想を試す
ko: 명상해 보기
ms: Cuba Meditasi
nl: Probeer meditatie
no: Prøv meditasjon
pl: Spróbuj medytacji
pt_br: Experimente Meditação
pt_pt: Experimente meditar
ro: Încearcă meditația
ru: Попробуйте медитацию
sk: Skúste meditáciu
sv: Prova meditation
th: ลองทำสมาธิ
tr: Meditasyonu Deneyin
uk: Спробуйте медитацію
vi: Thử thiền
zh_hans: 尝试冥想
zh_hant: 試試冥想

# tip_morning_light_desc
source: Expose yourself to sunlight within 30 minutes of waking up to regulate your circadian rhythm.
ar: تعرّض لضوء الشمس خلال 30 دقيقة من الاستيقاظ لضبط إيقاعك اليومي.
ca: Exposa't a la llum del sol durant els primers 30 minuts després de despertar-te per regular el ritme circadiari.
cs: Do 30 minut po probuzení se vystavte slunečnímu světlu, srovnáte tím cirkadiánní rytmus.
da: Søg sollys inden for 30 minutter efter du vågner for at regulere din døgnrytme.
de: Setz dich innerhalb von 30 Minuten nach dem Aufwachen dem Sonnenlicht aus, um deinen zirkadianen Rhythmus zu regulieren.
el: Βγες στο φως του ήλιου μέσα σε 30 λεπτά από το ξύπνημα για να ρυθμίσεις το βιολογικό σου ρολόι.
es: Exponte a la luz solar dentro de los 30 minutos después de despertar para regular tu ritmo circadiano.
fi: Hakeudu auringonvaloon 30 minuutin sisällä heräämisestä säätääksesi vuorokausirytmiäsi.
fr: Exposez-vous à la lumière du soleil dans les 30 minutes après le réveil pour réguler votre rythme circadien.
he: קבלו אור שמש תוך 30 דקות מהיקיצה לוויסות השעון הביולוגי.
hi: जागने के 30 मिनट के भीतर धूप लें - आपकी बॉडी क्लॉक सधती है।
hr: Izloži se sunčevoj svjetlosti unutar 30 minuta od buđenja kako bi regulirao cirkadijalni ritam.
hu: Ébredés után 30 percen belül menj napfényre a cirkadián ritmusod beállításához.
id: Terpapar sinar matahari dalam 30 menit setelah bangun membantu mengatur ritme sirkadian.
it: Esponiti alla luce del sole entro 30 minuti dal risveglio per regolare il tuo ritmo circadiano.
ja: 起床後30分以内に日光を浴びて、体内時計を整えましょう。
ko: 기상 후 30분 이내에 햇빛을 쬐어 생체 리듬을 조절하세요.
ms: Dapatkan cahaya matahari dalam 30 minit selepas bangun untuk mengatur ritma sirkadian anda.
nl: Zoek binnen 30 minuten na het opstaan zonlicht op om je circadiane ritme te reguleren.
no: Søk sollys innen 30 minutter etter at du våkner for å regulere døgnrytmen.
pl: Wyjdź na słońce w ciągu 30 minut od pobudki, aby uregulować rytm dobowy.
pt_br: Exponha-se à luz solar nos primeiros 30 minutos após acordar para regular seu ritmo circadiano.
pt_pt: Exponha-se à luz do sol nos primeiros 30 minutos depois de acordar para regular o ritmo circadiano.
ro: Expune-te la lumina soarelui în primele 30 de minute după trezire pentru a-ți regla ritmul circadian.
ru: Выходите на солнечный свет в первые 30 минут после подъёма, чтобы настроить циркадный ритм.
sk: Do 30 minút po zobudení sa vystavte slnečnému svetlu, zladíte tým cirkadiánny rytmus.
sv: Sök solljus inom 30 minuter efter uppvaknandet för att reglera din dygnsrytm.
th: รับแสงแดดภายใน 30 นาทีหลังตื่นเพื่อปรับนาฬิกาชีวิต
tr: Sirkadiyen ritminizi düzenlemek için uyandıktan sonraki 30 dakika içinde güneş ışığına çıkın.
uk: Виходьте на сонячне світло в перші 30 хвилин після пробудження, щоб налаштувати циркадний ритм.
vi: Đón ánh nắng trong 30 phút sau khi dậy để điều chỉnh nhịp sinh học.
zh_hans: 起床后 30 分钟内晒晒太阳，帮助调节昼夜节律。
zh_hant: 起床後 30 分鐘內曬曬太陽，幫助調節生理時鐘。

# tip_morning_light_title
source: Get Morning Light
ar: ضوء الصباح
ca: Llum del matí
cs: Ranní světlo
da: Morgenlys
de: Hol dir Morgenlicht
el: Πρωινό φως
es: Recibe Luz Matutina
fi: Aamun valo
fr: Lumière du matin
he: אור בוקר
hi: सुबह की रोशनी
hr: Jutarnje svjetlo
hu: Reggeli fény
id: Cahaya Pagi
it: Luce del mattino
ja: 朝の光を浴びる
ko: 아침 햇살 쬐기
ms: Cahaya Pagi
nl: Ochtendlicht
no: Morgenlys
pl: Poranne światło
pt_br: Receba Luz Matinal
pt_pt: Luz da manhã
ro: Lumina dimineții
ru: Утренний свет
sk: Ranné svetlo
sv: Morgonljus
th: แสงยามเช้า
tr: Sabah Işığı Alın
uk: Ранкове світло
vi: Ánh sáng buổi sáng
zh_hans: 晒晒晨光
zh_hant: 曬曬晨光

# tip_quiet_room_desc
source: Use earplugs or white noise to create a quiet sleep environment.
ar: استخدم سدادات أذن أو ضوضاء بيضاء لبيئة نوم هادئة.
ca: Fes servir taps per a les orelles o soroll blanc per crear un entorn silenciós.
cs: Použijte špunty do uší nebo bílý šum pro tiché prostředí na spaní.
da: Brug ørepropper eller hvid støj for at skabe et stille sovemiljø.
de: Nutze Ohrstöpsel oder weißes Rauschen für eine ruhige Schlafumgebung.
el: Χρησιμοποίησε ωτοασπίδες ή λευκό θόρυβο για ένα ήσυχο περιβάλλον ύπνου.
es: Usa tapones o ruido blanco para crear un ambiente tranquilo para dormir.
fi: Käytä korvatulppia tai valkoista kohinaa luodaksesi hiljaisen nukkumisympäristön.
fr: Utilisez des bouchons d'oreilles ou un bruit blanc pour créer un environnement calme.
he: השתמשו באטמי אוזניים או רעש לבן לסביבת שינה שקטה.
hi: शांत नींद के माहौल के लिए इयरप्लग या व्हाइट नॉइज़ इस्तेमाल करें।
hr: Koristi čepiće za uši ili bijeli šum za tiho okruženje za spavanje.
hu: Használj füldugót vagy fehér zajt a csendes alvási környezethez.
id: Gunakan penyumbat telinga atau white noise untuk lingkungan tidur yang tenang.
it: Usa tappi per le orecchie o rumore bianco per creare un ambiente silenzioso.
ja: 耳栓やホワイトノイズで静かな睡眠環境をつくりましょう。
ko: 귀마개나 백색소음으로 조용한 수면 환경을 만드세요.
ms: Gunakan penyumbat telinga atau bunyi putih untuk persekitaran tidur yang senyap.
nl: Gebruik oordoppen of witte ruis voor een stille slaapomgeving.
no: Bruk ørepropper eller hvit støy for å skape et stille sovemiljø.
pl: Użyj zatyczek do uszu lub białego szumu, aby stworzyć ciche otoczenie do snu.
pt_br: Use protetores auriculares ou ruído branco para criar um ambiente silencioso.
pt_pt: Use tampões para os ouvidos ou ruído branco para criar um ambiente silencioso.
ro: Folosește dopuri de urechi sau zgomot alb pentru un mediu de somn liniștit.
ru: Используйте беруши или белый шум, чтобы создать тихую обстановку для сна.
sk: Použite štuple do uší alebo biely šum pre tiché prostredie na spanie.
sv: Använd öronproppar eller vitt brus för en tyst sovmiljö.
th: ใช้ที่อุดหูหรือไวท์นอยส์เพื่อสภาพแวดล้อมการนอนที่เงียบสงบ
tr: Sessiz bir uyku ortamı için kulak tıkacı veya beyaz gürültü kullanın.
uk: Використовуйте беруші або білий шум, щоб створити тихе середовище для сну.
vi: Dùng nút bịt tai hoặc tiếng ồn trắng để có không gian ngủ yên tĩnh.
zh_hans: 使用耳塞或白噪音，营造安静的睡眠环境。
zh_hant: 使用耳塞或白噪音，打造安靜的睡眠環境。

# tip_quiet_room_title
source: Reduce Noise
ar: قلّل الضوضاء
ca: Redueix el soroll
cs: Omezte hluk
da: Reducér støj
de: Reduziere Lärm
el: Μείωσε τον θόρυβο
es: Reduce el Ruido
fi: Vähennä melua
fr: Réduisez le bruit
he: הפחיתו רעש
hi: शोर कम करें
hr: Smanji buku
hu: Csökkentsd a zajt
id: Kurangi Kebisingan
it: Riduci il rumore
ja: 騒音を減らす
ko: 소음 줄이기
ms: Kurangkan Bunyi
nl: Beperk lawaai
no: Reduser støy
pl: Ogranicz hałas
pt_br: Reduza o Barulho
pt_pt: Reduza o ruído
ro: Redu zgomotul
ru: Уменьшите шум
sk: Obmedzte hluk
sv: Minska ljud
th: ลดเสียงรบกวน
tr: Gürültüyü Azaltın
uk: Зменшіть шум
vi: Giảm tiếng ồn
zh_hans: 减少噪音
zh_hant: 減少噪音

# tip_reading_desc
source: Reading a physical book (not a screen) can help you relax and fall asleep faster.
ar: قراءة كتاب ورقي (وليس شاشة) تساعدك على الاسترخاء والنوم أسرع.
ca: Llegir un llibre en paper (no una pantalla) ajuda a relaxar-se i adormir-se més ràpid.
cs: Čtení papírové knihy (ne obrazovky) pomáhá uvolnit se a rychleji usnout.
da: At læse en fysisk bog (ikke en skærm) hjælper dig med at slappe af og falde hurtigere i søvn.
de: Ein gedrucktes Buch (kein Bildschirm) hilft dir, zu entspannen und schneller einzuschlafen.
el: Το διάβασμα ενός έντυπου βιβλίου (όχι οθόνης) βοηθά να χαλαρώσεις και να κοιμηθείς πιο γρήγορα.
es: Leer un libro físico (no una pantalla) puede ayudarte a relajarte y dormir más rápido.
fi: Paperikirjan lukeminen (ei näytön) auttaa rentoutumaan ja nukahtamaan nopeammin.
fr: Lire un livre papier (pas un écran) aide à se détendre et à s'endormir plus vite.
he: קריאת ספר מודפס (לא מסך) עוזרת להירגע ולהירדם מהר יותר.
hi: किताब पढ़ना (स्क्रीन नहीं) आराम देता है और जल्दी नींद लाता है।
hr: Čitanje tiskane knjige (ne ekrana) pomaže opuštanju i bržem usnivanju.
hu: Egy papírkönyv olvasása (nem képernyő) segít ellazulni és gyorsabban elaludni.
id: Membaca buku fisik (bukan layar) membantu rileks dan tidur lebih cepat.
it: Leggere un libro cartaceo (non uno schermo) aiuta a rilassarsi e ad addormentarsi prima.
ja: 紙の本を読む（画面ではなく）と、リラックスして早く眠りにつけます。
ko: 화면이 아닌 종이책을 읽으면 긴장이 풀리고 더 빨리 잠들 수 있어요.
ms: Membaca buku fizikal (bukan skrin) membantu anda relaks dan lelap lebih cepat.
nl: Een papieren boek lezen (geen scherm) helpt je ontspannen en sneller in slaap vallen.
no: Å lese en fysisk bok (ikke en skjerm) hjelper deg å slappe av og sovne raskere.
pl: Czytanie papierowej książki (nie ekranu) pomaga się zrelaksować i szybciej zasnąć.
pt_br: Ler um livro físico (não uma tela) pode ajudá-lo a relaxar e dormir mais rápido.
pt_pt: Ler um livro em papel (não um ecrã) ajuda a relaxar e a adormecer mais depressa.
ro: Cititul unei cărți tipărite (nu al unui ecran) te ajută să te relaxezi și să adormi mai repede.
ru: Чтение бумажной книги (не экрана) помогает расслабиться и быстрее заснуть.
sk: Čítanie papierovej knihy (nie obrazovky) pomáha uvoľniť sa a rýchlejšie zaspať.
sv: Att läsa en fysisk bok (inte en skärm) hjälper dig slappna av och somna snabbare.
th: อ่านหนังสือเล่ม (ไม่ใช่หน้าจอ) ช่วยให้ผ่อนคลายและหลับเร็วขึ้น
tr: Basılı bir kitap okumak (ekran değil) rahatlamanıza ve daha hızlı uyumanıza yardımcı olur.
uk: Читання паперової книжки (не екрана) допомагає розслабитися і швидше заснути.
vi: Đọc sách giấy (không phải màn hình) giúp thư giãn và dễ ngủ hơn.
zh_hans: 读一本纸质书（而不是屏幕）能帮你放松，更快入睡。
zh_hant: 讀一本實體書（不是螢幕）能幫你放鬆、更快入睡。

# tip_reading_title
source: Read a Book
ar: اقرأ كتاباً
ca: Llegeix un llibre
cs: Čtěte si
da: Læs en bog
de: Lies ein Buch
el: Διάβασε ένα βιβλίο
es: Lee un Libro
fi: Lue kirjaa
fr: Lisez un livre
he: קראו ספר
hi: किताब पढ़ें
hr: Čitaj knjigu
hu: Olvass könyvet
id: Baca Buku
it: Leggi un libro
ja: 本を読む
ko: 책 읽기
ms: Baca Buku
nl: Lees een boek
no: Les en bok
pl: Poczytaj książkę
pt_br: Leia um Livro
pt_pt: Leia um livro
ro: Citește o carte
ru: Почитайте книгу
sk: Čítajte si
sv: Läs en bok
th: อ่านหนังสือ
tr: Kitap Okuyun
uk: Почитайте книжку
vi: Đọc sách
zh_hans: 读本书
zh_hant: 讀本書

# tip_screen_time_desc
source: Avoid screens 1 hour before bed. Blue light suppresses melatonin production.
ar: تجنّب الشاشات قبل النوم بساعة. الضوء الأزرق يثبّط إنتاج الميلاتونين.
ca: Evita les pantalles 1 hora abans de dormir. La llum blava inhibeix la producció de melatonina.
cs: Hodinu před spaním se vyhněte obrazovkám. Modré světlo potlačuje tvorbu melatoninu.
da: Undgå skærme 1 time før sengetid. Blåt lys hæmmer produktionen af melatonin.
de: Vermeide Bildschirme 1 Stunde vor dem Schlafengehen. Blaues Licht unterdrückt die Melatoninproduktion.
el: Απόφυγε τις οθόνες 1 ώρα πριν τον ύπνο. Το μπλε φως καταστέλλει τη μελατονίνη.
es: Evita las pantallas 1 hora antes de dormir. La luz azul suprime la producción de melatonina.
fi: Vältä näyttöjä tunti ennen nukkumaanmenoa. Sininen valo estää melatoniinin eritystä.
fr: Évitez les écrans 1 heure avant le coucher. La lumière bleue freine la production de mélatonine.
he: הימנעו ממסכים שעה לפני השינה. אור כחול מדכא ייצור מלטונין.
hi: सोने से 1 घंटा पहले स्क्रीन से बचें। नीली रोशनी मेलाटोनिन बनना रोकती है।
hr: Izbjegavaj ekrane sat vremena prije spavanja. Plavo svjetlo potiskuje melatonin.
hu: Kerüld a képernyőket lefekvés előtt 1 órával. A kék fény gátolja a melatonintermelést.
id: Hindari layar 1 jam sebelum tidur. Cahaya biru menekan produksi melatonin.
it: Evita gli schermi 1 ora prima di dormire. La luce blu inibisce la produzione di melatonina.
ja: 就寝1時間前から画面を避けましょう。ブルーライトはメラトニンの分泌を抑えます。
ko: 취침 1시간 전부터 화면을 피하세요. 블루라이트는 멜라토닌 분비를 억제합니다.
ms: Elakkan skrin 1 jam sebelum tidur. Cahaya biru menyekat penghasilan melatonin.
nl: Vermijd schermen 1 uur voor bedtijd. Blauw licht remt de aanmaak van melatonine.
no: Unngå skjermer 1 time før leggetid. Blått lys hemmer melatoninproduksjonen.
pl: Unikaj ekranów na godzinę przed snem. Niebieskie światło hamuje wydzielanie melatoniny.
pt_br: Evite telas 1 hora antes de dormir. A luz azul suprime a produção de melatonina.
pt_pt: Evite ecrãs na hora antes de deitar. A luz azul inibe a produção de melatonina.
ro: Evită ecranele cu o oră înainte de culcare. Lumina albastră inhibă producția de melatonină.
ru: Избегайте экранов за час до сна. Синий свет подавляет выработку мелатонина.
sk: Hodinu pred spaním sa vyhnite obrazovkám. Modré svetlo potláča tvorbu melatonínu.
sv: Undvik skärmar 1 timme före läggdags. Blått ljus hämmar melatoninproduktionen.
th: เลี่ยงหน้าจอ 1 ชั่วโมงก่อนนอน แสงสีฟ้ายับยั้งการสร้างเมลาโทนิน
tr: Yatmadan 1 saat önce ekranlardan uzak durun. Mavi ışık melatonin üretimini baskılar.
uk: Уникайте екранів за годину до сну. Синє світло пригнічує вироблення мелатоніну.
vi: Tránh màn hình 1 tiếng trước giờ ngủ. Ánh sáng xanh ức chế melatonin.
zh_hans: 睡前 1 小时远离屏幕。蓝光会抑制褪黑素分泌。
zh_hant: 睡前 1 小時遠離螢幕。藍光會抑制褪黑激素分泌。

# tip_screen_time_title
source: Limit Screen Time
ar: قلّل وقت الشاشة
ca: Limita les pantalles
cs: Omezte obrazovky
da: Begræns skærmtid
de: Begrenze Bildschirmzeit
el: Περιόρισε τις οθόνες
es: Limita el Tiempo de Pantalla
fi: Rajoita ruutuaikaa
fr: Limitez les écrans
he: הגבילו זמן מסך
hi: स्क्रीन समय सीमित करें
hr: Ograniči ekrane
hu: Korlátozd a képernyőidőt
id: Batasi Waktu Layar
it: Limita gli schermi
ja: スクリーンタイムを制限
ko: 스크린 타임 줄이기
ms: Hadkan Masa Skrin
nl: Beperk schermtijd
no: Begrens skjermtid
pl: Ogranicz ekrany
pt_br: Limite o Tempo de Tela
pt_pt: Limite os ecrãs
ro: Limitează ecranele
ru: Меньше экранов
sk: Obmedzte obrazovky
sv: Begränsa skärmtid
th: จำกัดเวลาหน้าจอ
tr: Ekran Süresini Azaltın
uk: Менше екранів
vi: Hạn chế màn hình
zh_hans: 控制屏幕时间
zh_hant: 控制螢幕時間

# tip_wind_down_desc
source: Start relaxing 30-60 minutes before bed with calming activities.
ar: ابدأ الاسترخاء قبل النوم بـ30-60 دقيقة بأنشطة مهدّئة.
ca: Comença a relaxar-te 30-60 minuts abans de dormir amb activitats tranquil·les.
cs: Začněte se uklidňovat 30–60 minut před spaním klidnými činnostmi.
da: Begynd at slappe af 30-60 minutter før sengetid med rolige aktiviteter.
de: Beginne 30–60 Minuten vor dem Schlafengehen mit beruhigenden Aktivitäten zu entspannen.
el: Ξεκίνα να χαλαρώνεις 30-60 λεπτά πριν τον ύπνο με ήρεμες δραστηριότητες.
es: Comienza a relajarte 30-60 minutos antes de dormir con actividades tranquilas.
fi: Aloita rauhoittuminen 30–60 minuuttia ennen nukkumaanmenoa rauhallisilla puuhilla.
fr: Commencez à vous détendre 30 à 60 minutes avant le coucher avec des activités calmes.
he: התחילו להירגע 30-60 דקות לפני השינה עם פעילויות מרגיעות.
hi: सोने से 30-60 मिनट पहले शांत गतिविधियों से आराम शुरू करें।
hr: Počni se opuštati 30-60 minuta prije spavanja mirnim aktivnostima.
hu: Kezdj el lazítani 30-60 perccel lefekvés előtt nyugodt tevékenységekkel.
id: Mulailah bersantai 30-60 menit sebelum tidur dengan aktivitas yang menenangkan.
it: Inizia a rilassarti 30-60 minuti prima di andare a letto con attività tranquille.
ja: 就寝の30〜60分前から、落ち着いた活動でリラックスを始めましょう。
ko: 취침 30~60분 전부터 차분한 활동으로 긴장을 풀기 시작하세요.
ms: Mulakan bertenang 30-60 minit sebelum tidur dengan aktiviti yang menenangkan.
nl: Begin 30-60 minuten voor bedtijd te ontspannen met rustige activiteiten.
no: Begynn å roe ned 30–60 minutter før leggetid med rolige aktiviteter.
pl: Zacznij się wyciszać 30–60 minut przed snem przy spokojnych zajęciach.
pt_br: Comece a relaxar 30-60 minutos antes de dormir com atividades calmas.
pt_pt: Comece a relaxar 30 a 60 minutos antes de deitar com atividades calmas.
ro: Începe să te relaxezi cu 30-60 de minute înainte de culcare cu activități liniștite.
ru: Начинайте расслабляться за 30–60 минут до сна за спокойными занятиями.
sk: Začnite sa upokojovať 30 – 60 minút pred spaním pokojnými činnosťami.
sv: Börja varva ner 30–60 minuter före läggdags med lugna aktiviteter.
th: เริ่มผ่อนคลาย 30-60 นาทีก่อนนอนด้วยกิจกรรมสงบๆ
tr: Yatmadan 30-60 dakika önce sakin aktivitelerle gevşemeye başlayın.
uk: Починайте розслаблятися за 30–60 хвилин до сну за спокійними заняттями.
vi: Bắt đầu thư giãn 30-60 phút trước giờ ngủ với các hoạt động nhẹ nhàng.
zh_hans: 睡前 30-60 分钟开始做些让自己放松的事。
zh_hant: 睡前 30-60 分鐘開始做些讓自己放鬆的事。

# tip_wind_down_title
source: Create a Wind-Down Routine
ar: أنشئ روتيناً مسائياً
ca: Crea una rutina de nit
cs: Vytvořte si večerní rituál
da: Skab en aftenrutine
de: Schaffe eine Abendroutine
el: Φτιάξε βραδινή ρουτίνα
es: Crea una Rutina de Relajación
fi: Luo iltarutiini
fr: Créez une routine du soir
he: צרו שגרת ערב
hi: शाम की दिनचर्या बनाएँ
hr: Stvori večernju rutinu
hu: Alakíts ki esti rutint
id: Buat Rutinitas Malam
it: Crea una routine serale
ja: 就寝前の習慣をつくる
ko: 저녁 루틴 만들기
ms: Wujudkan Rutin Malam
nl: Maak een avondroutine
no: Lag en kveldsrutine
pl: Stwórz wieczorny rytuał
pt_br: Crie uma Rotina de Relaxamento
pt_pt: Crie uma rotina noturna
ro: Creează o rutină de seară
ru: Создайте вечерний ритуал
sk: Vytvorte si večerný rituál
sv: Skapa en kvällsrutin
th: สร้างกิจวัตรยามค่ำ
tr: Akşam Rutini Oluşturun
uk: Створіть вечірній ритуал
vi: Tạo thói quen buổi tối
zh_hans: 建立睡前放松习惯
zh_hant: 建立睡前放鬆儀式

# tips_all_title
source: All Sleep Tips
ar: جميع نصائح النوم
ca: Tots els consells de son
cs: Všechny tipy pro spánek
da: Alle søvntips
de: Alle Schlaftipps
el: Όλες οι συμβουλές ύπνου
es: Todos los Consejos
fi: Kaikki univinkit
fr: Tous les conseils
he: כל הטיפים לשינה
hi: सभी नींद सुझाव
hr: Svi savjeti za spavanje
hu: Összes alvási tipp
id: Semua Tips Tidur
it: Tutti i consigli
ja: すべての睡眠のヒント
ko: 모든 수면 팁
ms: Semua Petua Tidur
nl: Alle slaaptips
no: Alle søvntips
pl: Wszystkie porady
pt_br: Todas as Dicas
pt_pt: Todas as dicas de sono
ro: Toate sfaturile pentru somn
ru: Все советы для сна
sk: Všetky tipy na spánok
sv: Alla sömntips
th: เคล็ดลับการนอนทั้งหมด
tr: Tüm Uyku İpuçları
uk: Усі поради для сну
vi: Tất cả mẹo ngủ ngon
zh_hans: 全部睡眠贴士
zh_hant: 全部睡眠訣竅

# tips_daily_title
source: Daily Sleep Tip
ar: نصيحة النوم اليوم
ca: Consell del dia
cs: Tip dne
da: Dagens søvntip
de: Schlaftipp des Tages
el: Συμβουλή της ημέρας
es: Consejo Diario de Sueño
fi: Päivän univinkki
fr: Conseil du jour
he: טיפ השינה של היום
hi: आज का नींद सुझाव
hr: Savjet dana
hu: A nap alvási tippje
id: Tips Tidur Hari Ini
it: Consiglio del giorno
ja: 今日の睡眠のヒント
ko: 오늘의 수면 팁
ms: Petua Tidur Hari Ini
nl: Slaaptip van de dag
no: Dagens søvntips
pl: Porada dnia
pt_br: Dica Diária de Sono
pt_pt: Dica do dia
ro: Sfatul zilei
ru: Совет дня
sk: Tip dňa
sv: Dagens sömntips
th: เคล็ดลับการนอนวันนี้
tr: Günün Uyku İpucu
uk: Порада дня
vi: Mẹo ngủ hôm nay
zh_hans: 每日睡眠贴士
zh_hant: 每日睡眠訣竅
